export const ssgl = [
  {
    lng: 117.206505,
    count: 242.976,
    name: '特来电济南机场路技师学院充电站',
    id: 9,
    lat: 36.79555
  },
  {
    lng: 116.91363,
    count: 1036.37,
    name: '特来电济南腊山北路大正出租车充电站',
    id: 11,
    lat: 36.643837
  },
  {
    lng: 116.97819,
    count: 1.652,
    name: '特来电济南中安宾馆充电站',
    id: 23,
    lat: 36.67527
  },
  {
    lng: 117.04774,
    count: 0,
    name: '特来电济南红星美凯龙东区充电站',
    id: 29,
    lat: 36.692165
  },
  {
    lng: 117.04479,
    count: 101.528,
    name: '特来电济南红星美凯龙西区充电站',
    id: 36,
    lat: 36.691254
  },
  {
    lng: 117.06882,
    count: 44.067,
    name: '特来电济南中石油浆水泉充电站',
    id: 37,
    lat: 36.634068
  },
  {
    lng: 116.89299,
    count: 0,
    name: '特来电济南麦德龙充电站',
    id: 44,
    lat: 36.648537
  },
  {
    lng: 117.064766,
    count: 0,
    name: '特来电济南中惠泽全福立交桥充电站',
    id: 49,
    lat: 36.70379
  },
  {
    lng: 117.167564,
    count: 522.209,
    name: '特来电济钢充电站',
    id: 52,
    lat: 36.71987
  },
  {
    lng: 117.03712,
    count: 46.2,
    name: '特来电山东新闻大厦充电站',
    id: 60,
    lat: 36.660072
  },
  {
    lng: 117.01914,
    count: 0,
    name: '特来电山东省财政厅充电站',
    id: 65,
    lat: 36.6321
  },
  {
    lng: 117.03134,
    count: 0,
    name: '特来电济南世茂广场充电站',
    id: 75,
    lat: 36.6655
  },
  {
    lng: 117.03054,
    count: 0,
    name: '特来电济南银座商城泺源店充电站',
    id: 82,
    lat: 36.659794
  },
  {
    lng: 116.95997,
    count: 0,
    name: '特来电济南八里桥中润得加气站充电站',
    id: 89,
    lat: 36.669037
  },
  {
    lng: 117.02858,
    count: 0,
    name: '特来电济南泉城大酒店充电站',
    id: 90,
    lat: 36.66123
  },
  {
    lng: 117.01324,
    count: 117.253,
    name: '特来电山东省体育中心新动能示范充电站',
    id: 93,
    lat: 36.64688
  },
  {
    lng: 117.00431,
    count: 46.605,
    name: '星星充电-济南祥泰广场金融中心充电站',
    id: 100,
    lat: 36.616814
  },
  {
    lng: 116.7939,
    count: 50.797,
    name: '【内部专用】星星充电-济南公交长清站',
    id: 101,
    lat: 36.555477
  },
  {
    lng: 116.8951,
    count: 141.032,
    name: '【内部专用】星星充电-济南公交西客站一期充电站',
    id: 102,
    lat: 36.667118
  },
  {
    lng: 117.09682,
    count: 51.512,
    name: '【内部专用】星星充电-济南公交十里河站',
    id: 105,
    lat: 36.690712
  },
  {
    lng: 117.09237,
    count: 43.371,
    name: '【内部专用】星星充电-济南公交祝甸站',
    id: 106,
    lat: 36.699024
  },
  {
    lng: 117.067184,
    count: 67.714,
    name: '【内部专用】星星充电-济南公交大院站',
    id: 107,
    lat: 36.66537
  },
  {
    lng: 116.89241,
    count: 298.24,
    name: '【内部专用】星星充电-济南公交西客站二期充电站',
    id: 111,
    lat: 36.669052
  },
  {
    lng: 117.017426,
    count: 120.342,
    name: '【内部专用】星星充电-济南公交八里洼站',
    id: 116,
    lat: 36.61805
  },
  {
    lng: 117.02933,
    count: 51.775,
    name: '【内部专用】星星充电-济南公交大明湖火车站广场充电站',
    id: 119,
    lat: 36.680687
  },
  {
    lng: 116.87565,
    count: 153.626,
    name: '【内部专用】星星充电-济南公交方特非遗园充电站',
    id: 121,
    lat: 36.703827
  },
  {
    lng: 117.09932,
    count: 75.959,
    name: '星星充电-万象城停车场B2层B区充电站',
    id: 122,
    lat: 36.660217
  },
  {
    lng: 117.01371,
    count: 416.872,
    name: '【内部专用】星星充电-济南公交二环北路充电站',
    id: 123,
    lat: 36.719288
  },
  {
    lng: 116.83277,
    count: 62.766,
    name: '【内部专用】星星充电-济南公交朱庄站',
    id: 124,
    lat: 36.629524
  },
  {
    lng: 116.974976,
    count: 331.58,
    name: '星星充电-山东美澳新能源出租车服务区充电站',
    id: 126,
    lat: 36.61149
  },
  {
    lng: 116.9443,
    count: 125.735,
    name: '星星充电-时代总部基地四期充电站',
    id: 127,
    lat: 36.716225
  },
  {
    lng: 117.69406,
    count: 384.56,
    name: '星星充电-莱芜区长运集团充电站',
    id: 128,
    lat: 36.198338
  },
  {
    lng: 117.078964,
    count: 179.232,
    name: '能橙充电站（工业南路站）',
    id: 135,
    lat: 36.671947
  },
  {
    lng: 117.00744,
    count: 60.165,
    name: '特来电济南静态交通六里山社区停车场充电站',
    id: 152,
    lat: 36.617264
  },
  {
    lng: 116.737976,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市长清区好运巴士公交充电站',
    id: 157,
    lat: 36.53858
  },
  {
    lng: 116.88984,
    count: 0,
    name: '济南市槐荫区高铁西站充电站（东区雨棚）',
    id: 161,
    lat: 36.66547
  },
  {
    lng: 117.07236,
    count: 0,
    name: '山东省济南市燕山立交桥公交充电站（内部）',
    id: 162,
    lat: 36.656105
  },
  {
    lng: 117.11748,
    count: 54.474,
    name: '济南市历下区龙奥大厦充电站',
    id: 163,
    lat: 36.650734
  },
  {
    lng: 117.01991,
    count: 0,
    name: '山东省济南市省政府充电站',
    id: 164,
    lat: 36.671158
  },
  {
    lng: 117.076454,
    count: 0,
    name: '山东省济南市浆水泉公交充电站（内部）',
    id: 165,
    lat: 36.634064
  },
  {
    lng: 117.08195,
    count: 0,
    name: '山东省济南市国土资源厅充电站（内部）',
    id: 166,
    lat: 36.64962
  },
  {
    lng: 117.115814,
    count: 0,
    name: '济南市历下区奥体中心西柳P0停车场充电站',
    id: 168,
    lat: 36.654495
  },
  {
    lng: 117.00896,
    count: 0,
    name: '顺河西街站（济安新区）充电站（内部）',
    id: 169,
    lat: 36.67462
  },
  {
    lng: 117.072464,
    count: 0,
    name: '山东省济南市葛家庄公交充电站（内部）',
    id: 170,
    lat: 36.659595
  },
  {
    lng: 117.02323,
    count: 0,
    name: '济南市市中区舜耕山庄充电站',
    id: 171,
    lat: 36.6361
  },
  {
    lng: 117.12029,
    count: 0,
    name: '济南市历下区鼎秀家园充电站',
    id: 172,
    lat: 36.614754
  },
  {
    lng: 117.11027,
    count: 0,
    name: '济南市历下区成城大厦南停车楼充电站',
    id: 173,
    lat: 36.6605
  },
  {
    lng: 117.14734,
    count: 0,
    name: '济南市高新区舜华南路充电站',
    id: 174,
    lat: 36.64607
  },
  {
    lng: 117.173256,
    count: 0,
    name: '济南市历下区省环保厅停车场充电站',
    id: 177,
    lat: 36.669724
  },
  {
    lng: 117.13805,
    count: 0,
    name: '山东省济南市龙奥枢纽公交站',
    id: 179,
    lat: 36.65572
  },
  {
    lng: 116.38444,
    count: 0,
    name: '济南市平阴县玫瑰小镇充电站',
    id: 182,
    lat: 36.24275
  },
  {
    lng: 117.136795,
    count: 0,
    name: '济南市高新区新泺大街1177号充电站',
    id: 183,
    lat: 36.67809
  },
  {
    lng: 117.11858,
    count: 0,
    name: '山东省济南市燕山新居公交充电站',
    id: 187,
    lat: 36.664722
  },
  {
    lng: 117.12085,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司济南公交媒体村公交充电站建设项目',
    id: 195,
    lat: 36.636772
  },
  {
    lng: 117.00701,
    count: 0,
    name: '山东省济南市英雄山路公交充电站（内部）',
    id: 198,
    lat: 36.610546
  },
  {
    lng: 117.02657,
    count: 0,
    name: '山东省济南市领秀城公交充电站（内部）',
    id: 199,
    lat: 36.584312
  },
  {
    lng: 117.0085,
    count: 5.74,
    name: '济南市天桥区英贤街18号充电站',
    id: 201,
    lat: 36.66678
  },
  {
    lng: 117.03945,
    count: 0,
    name: '济南市市中区东山小区充电站',
    id: 206,
    lat: 36.62204
  },
  {
    lng: 117.000084,
    count: 0,
    name: '山东省济南市日产新能源充电站',
    id: 207,
    lat: 36.618603
  },
  {
    lng: 116.82179,
    count: 0,
    name: '济南市槐荫区济西新能源汽车商城充电站',
    id: 213,
    lat: 36.61857
  },
  {
    lng: 116.99303,
    count: 0,
    name: '济南市市中区望岳路1938号兴隆家园充电站',
    id: 215,
    lat: 36.57877
  },
  {
    lng: 116.99798,
    count: 0,
    name: '山东省济南市省共青团委充电点',
    id: 221,
    lat: 36.646473
  },
  {
    lng: 117.026024,
    count: 0,
    name: '山东省济南市领秀城南公交充电站',
    id: 225,
    lat: 36.58356
  },
  {
    lng: 116.94703,
    count: 0,
    name: '山东省济南市白马山公交充电站',
    id: 226,
    lat: 36.62248
  },
  {
    lng: 116.961105,
    count: 0,
    name: '山东省济南市市中区王官庄街道大众广场城市公共充电站',
    id: 227,
    lat: 36.630886
  },
  {
    lng: 117.01176,
    count: 4.537,
    name: '济南市市中区省体育中心停车场充电站',
    id: 228,
    lat: 36.645588
  },
  {
    lng: 116.91803,
    count: 0,
    name: '山东省济南市超高压（省检修公司）充电站（内部）',
    id: 232,
    lat: 36.71525
  },
  {
    lng: 116.90011,
    count: 0,
    name: '济南市槐荫区政府停车场充电站',
    id: 233,
    lat: 36.652775
  },
  {
    lng: 116.90372,
    count: 0,
    name: '济南市槐荫区报业大厦充电站',
    id: 236,
    lat: 36.66552
  },
  {
    lng: 116.945854,
    count: 0,
    name: '济南市槐荫区美里湖南路充电站',
    id: 238,
    lat: 36.693718
  },
  {
    lng: 116.94096,
    count: 40.7,
    name: '济南市槐荫区腊山立交充电站',
    id: 239,
    lat: 36.65163
  },
  {
    lng: 117.07534,
    count: 0,
    name: '济南市历城区葡萄园小区充电站',
    id: 240,
    lat: 36.676643
  },
  {
    lng: 116.93186,
    count: 0,
    name: '山东省济南市段店南路站',
    id: 241,
    lat: 36.620163
  },
  {
    lng: 116.8978,
    count: 0,
    name: '山东省济南市西客站安置一区公交充电站',
    id: 242,
    lat: 36.6836
  },
  {
    lng: 116.9335,
    count: 0,
    name: '山东省济南市段店立交桥北公交充电站',
    id: 243,
    lat: 36.65499
  },
  {
    lng: 116.88332,
    count: 0,
    name: '山东省济南市王府庄公交充电站',
    id: 244,
    lat: 36.63924
  },
  {
    lng: 116.96623,
    count: 0,
    name: '山东省济南市八里桥公交充电站',
    id: 245,
    lat: 36.66785
  },
  {
    lng: 117.04134,
    count: 0,
    name: '济南市市中区二环南路舜阳山庄充电站',
    id: 249,
    lat: 36.60348
  },
  {
    lng: 117.05856,
    count: 0,
    name: '青银高速起步区服务区充电站（银川方向）',
    id: 250,
    lat: 36.844845
  },
  {
    lng: 117.05693,
    count: 0,
    name: '青银高速起步区服务区充电站（青岛方向）',
    id: 251,
    lat: 36.842983
  },
  {
    lng: 116.99281,
    count: 0,
    name: '山东省济南市动物园公交充电站',
    id: 255,
    lat: 36.700737
  },
  {
    lng: 116.958046,
    count: 0,
    name: '山东省济南市黄岗公交充电站',
    id: 256,
    lat: 36.689827
  },
  {
    lng: 117.015205,
    count: 0,
    name: '山东省济南市省残联充电点',
    id: 258,
    lat: 36.668224
  },
  {
    lng: 117.009796,
    count: 0,
    name: '济南市天桥区新赵物流园充电站',
    id: 259,
    lat: 36.714344
  },
  {
    lng: 117.002106,
    count: 0,
    name: '济南市起步区大桥镇供电所充电站',
    id: 260,
    lat: 36.81641
  },
  {
    lng: 117.02196,
    count: 0,
    name: '山东省济南市北关公交充电站',
    id: 261,
    lat: 36.68426
  },
  {
    lng: 117.03305,
    count: 0,
    name: '山东省济南市盖家沟公交充电站',
    id: 262,
    lat: 36.71743
  },
  {
    lng: 117.102585,
    count: 0,
    name: '济南市历下区八涧堡充电站',
    id: 265,
    lat: 36.69927
  },
  {
    lng: 117.22106,
    count: 0,
    name: '山东省济南市唐冶公交充电站（内部）',
    id: 267,
    lat: 36.674484
  },
  {
    lng: 117.21472,
    count: 0,
    name: '山东省济南市邢村立交桥充电站',
    id: 271,
    lat: 36.671112
  },
  {
    lng: 117.24,
    count: 0,
    name: '山东省济南市董家镇站',
    id: 273,
    lat: 36.75028
  },
  {
    lng: 117.05402,
    count: 0,
    name: '山东省济南市石门站',
    id: 274,
    lat: 36.714462
  },
  {
    lng: 117.06964,
    count: 0,
    name: '山东省济南市华山珑城公交充电站',
    id: 276,
    lat: 36.74289
  },
  {
    lng: 117.19101,
    count: 0,
    name: '济南市历城区遥墙供电所充电站',
    id: 283,
    lat: 36.818043
  },
  {
    lng: 117.16105,
    count: 0,
    name: '山东省济南市高铁东站东广场公交充电站',
    id: 284,
    lat: 36.747616
  },
  {
    lng: 117.03938,
    count: 0,
    name: '济南市历城区零点物流园充电站',
    id: 285,
    lat: 36.7394
  },
  {
    lng: 117.12685,
    count: 0,
    name: '山东省济南市工业南路公交充电站',
    id: 286,
    lat: 36.683815
  },
  {
    lng: 117.20397,
    count: 0,
    name: '山东省济南市韩仓公交充电站',
    id: 287,
    lat: 36.72084
  },
  {
    lng: 116.69689,
    count: 0,
    name: '济广高速长清服务区充电站（广州方向）',
    id: 290,
    lat: 36.430035
  },
  {
    lng: 116.69955,
    count: 0,
    name: '济广高速长清服务区充电站（济南方向）',
    id: 291,
    lat: 36.42951
  },
  {
    lng: 116.90493,
    count: 0,
    name: '济南市长清区张夏供电所充电站',
    id: 294,
    lat: 36.446404
  },
  {
    lng: 116.71725,
    count: 0,
    name: '济南市长清区双泉供电所充电站',
    id: 295,
    lat: 36.349365
  },
  {
    lng: 116.77484,
    count: 0,
    name: '济南市长清区文常山公园充电站',
    id: 297,
    lat: 36.538925
  },
  {
    lng: 117.435135,
    count: 0,
    name: '济南市章丘区圣井供电所充电站',
    id: 300,
    lat: 36.671093
  },
  {
    lng: 117.746124,
    count: 0,
    name: '京沪高速莱芜服务区（北京方向）充电站',
    id: 302,
    lat: 36.211926
  },
  {
    lng: 117.497475,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市章丘区公交枢纽公交充电站',
    id: 303,
    lat: 36.726093
  },
  {
    lng: 117.55754,
    count: 0,
    name: '山东省莱芜市莱城区羊里供电所充电站',
    id: 304,
    lat: 36.320595
  },
  {
    lng: 117.7078,
    count: 0,
    name: '山东省莱芜市高新区鹏泉中心幼儿园东充电站',
    id: 305,
    lat: 36.194603
  },
  {
    lng: 117.43367,
    count: 0,
    name: '山东省济南市莱芜区雪野王老村充电站',
    id: 306,
    lat: 36.44977
  },
  {
    lng: 117.73086,
    count: 0,
    name: '山东省济南市莱芜区莱芜技术学院充电站',
    id: 307,
    lat: 36.239815
  },
  {
    lng: 116.478134,
    count: 0,
    name: '济南市平阴县供电公司充电站',
    id: 308,
    lat: 36.277966
  },
  {
    lng: 116.46222,
    count: 0,
    name: '济南市平阴县孔村供电所充电站',
    id: 309,
    lat: 36.16706
  },
  {
    lng: 116.45659,
    count: 0,
    name: '济南市平阴县银座充电站',
    id: 310,
    lat: 36.287834
  },
  {
    lng: 116.455864,
    count: 0,
    name: '山东省济南市平阴县政府充电站',
    id: 311,
    lat: 36.289814
  },
  {
    lng: 116.459175,
    count: 0,
    name: '山东省济南市平阴县委充电站',
    id: 312,
    lat: 36.289433
  },
  {
    lng: 117.17301,
    count: 0,
    name: '济南市济阳区政府充电站',
    id: 317,
    lat: 36.97954
  },
  {
    lng: 117.365715,
    count: 0,
    name: '济南市济阳区仁风供电所充电站',
    id: 318,
    lat: 37.157764
  },
  {
    lng: 117.168304,
    count: 0,
    name: '山东省济阳公司充电站',
    id: 319,
    lat: 36.97866
  },
  {
    lng: 117.18707,
    count: 0,
    name: '山东省济阳开发区供电所',
    id: 320,
    lat: 36.975864
  },
  {
    lng: 117.112686,
    count: 0,
    name: '山东省济阳崔寨供电所充电站',
    id: 322,
    lat: 36.836563
  },
  {
    lng: 117.16657,
    count: 0,
    name: '济南市商河县汽车城充电站',
    id: 325,
    lat: 37.246666
  },
  {
    lng: 117.16499,
    count: 0,
    name: '济南市商河县政务中心充电站',
    id: 326,
    lat: 37.28579
  },
  {
    lng: 117.496086,
    count: 0,
    name: '山东省济南市章丘公交充电站（内部）',
    id: 329,
    lat: 36.723614
  },
  {
    lng: 117.52405,
    count: 0,
    name: '济南市章丘区政府停车场充电站',
    id: 330,
    lat: 36.68059
  },
  {
    lng: 117.5208,
    count: 0,
    name: '济南市章丘区绣惠供电所充电站',
    id: 335,
    lat: 36.808346
  },
  {
    lng: 117.60424,
    count: 0,
    name: '济南市章丘区官庄供电所充电站',
    id: 336,
    lat: 36.673077
  },
  {
    lng: 117.42326,
    count: 0,
    name: '济南市章丘区宁家埠供电所充电站',
    id: 337,
    lat: 36.820343
  },
  {
    lng: 117.562584,
    count: 0,
    name: '济南市章丘区相公供电所充电站',
    id: 338,
    lat: 36.759293
  },
  {
    lng: 117.640915,
    count: 0,
    name: '济南市章丘区普集供电所充电站',
    id: 339,
    lat: 36.704
  },
  {
    lng: 117.40886,
    count: 0,
    name: '济南市章丘区曹范供电所充电站',
    id: 340,
    lat: 36.617794
  },
  {
    lng: 117.48911,
    count: 0,
    name: '济南市章丘区高铁北站充电站',
    id: 341,
    lat: 36.801327
  },
  {
    lng: 117.74358,
    count: 0,
    name: '京沪高速莱芜服务区（上海方向）充电站',
    id: 342,
    lat: 36.212555
  },
  {
    lng: 117.55909,
    count: 0,
    name: '京沪高速雪野湖服务区（上海方向）充电站',
    id: 347,
    lat: 36.40955
  },
  {
    lng: 117.669525,
    count: 0,
    name: '山东省莱芜市莱城区长勺北路手机城充电站',
    id: 349,
    lat: 36.226963
  },
  {
    lng: 117.6963,
    count: 0,
    name: '山东省莱芜市开发区汶河大道长运公共交通有限公司公交充电站（内部）',
    id: 350,
    lat: 36.19861
  },
  {
    lng: 117.74948,
    count: 0,
    name: '山东省莱芜市开发区龙潭东大街星河城小区停车场充电站',
    id: 351,
    lat: 36.222664
  },
  {
    lng: 117.71948,
    count: 31.212,
    name: '山东省莱芜市开发区汇源大街开发区管委会充电站',
    id: 352,
    lat: 36.19962
  },
  {
    lng: 117.60406,
    count: 0,
    name: '山东省莱芜市莱城区凤城西大街凤城科技园莱西充电站',
    id: 353,
    lat: 36.205338
  },
  {
    lng: 117.67594,
    count: 0,
    name: '山东省莱芜市莱城区张家洼莱北充电站',
    id: 354,
    lat: 36.27549
  },
  {
    lng: 117.48914,
    count: 0,
    name: '山东省莱芜市莱城区寨里镇公交车充电站',
    id: 356,
    lat: 36.30495
  },
  {
    lng: 117.5575,
    count: 0,
    name: '山东省莱芜市莱城区雪野镇公交车充电站',
    id: 357,
    lat: 36.47462
  },
  {
    lng: 117.48431,
    count: 0,
    name: '山东省莱芜市莱城区大王庄镇公交车充电站',
    id: 358,
    lat: 36.363083
  },
  {
    lng: 117.48967,
    count: 0,
    name: '山东省莱芜市莱城区寨里供电所充电站',
    id: 359,
    lat: 36.30043
  },
  {
    lng: 117.566635,
    count: 0,
    name: '山东省莱芜市莱城区雪野旅游区公共充电站',
    id: 361,
    lat: 36.43849
  },
  {
    lng: 117.69196,
    count: 0,
    name: '山东省莱芜市莱城区茶业镇公交车充电站',
    id: 362,
    lat: 36.48616
  },
  {
    lng: 117.71483,
    count: 0,
    name: '山东省莱芜市莱城区汶源中心充电站',
    id: 363,
    lat: 36.207523
  },
  {
    lng: 117.62218,
    count: 0,
    name: '山东省莱芜市莱城区鲁能质检厂充电站',
    id: 364,
    lat: 36.304
  },
  {
    lng: 117.61421,
    count: 0,
    name: '山东省莱芜市莱城区希格斯充电站',
    id: 366,
    lat: 36.290016
  },
  {
    lng: 117.81918,
    count: 119.048,
    name: '山东省莱芜市钢城区钢城供电中心充电站',
    id: 367,
    lat: 36.058525
  },
  {
    lng: 117.54005,
    count: 0,
    name: '山东省莱芜市莱城区牛泉供电所充电站',
    id: 368,
    lat: 36.193024
  },
  {
    lng: 117.446495,
    count: 0,
    name: '山东省莱芜市莱城区杨庄供电所充电站',
    id: 369,
    lat: 36.249626
  },
  {
    lng: 117.56649,
    count: 0,
    name: '山东省莱芜市莱城区方下供电所充电站',
    id: 370,
    lat: 36.232075
  },
  {
    lng: 117.61683,
    count: 7.414,
    name: '山东省莱芜市莱城区口镇供电所充电站',
    id: 371,
    lat: 36.318237
  },
  {
    lng: 117.56181,
    count: 0,
    name: '山东省莱芜市莱城区雪野供电所充电站',
    id: 372,
    lat: 36.45138
  },
  {
    lng: 117.79343,
    count: 0,
    name: '山东省莱芜市莱城区辛庄供电所充电站',
    id: 373,
    lat: 36.19386
  },
  {
    lng: 117.66423,
    count: 15.96,
    name: '山东省莱芜市莱城区开源中心充电站',
    id: 374,
    lat: 36.20656
  },
  {
    lng: 117.66558,
    count: 0,
    name: '山东省莱芜市莱城区高庄供电所充电站',
    id: 375,
    lat: 36.184944
  },
  {
    lng: 117.67645,
    count: 0,
    name: '山东省莱芜市莱城区茂业中心充电站',
    id: 376,
    lat: 36.210445
  },
  {
    lng: 117.66476,
    count: 10.746,
    name: '山东省莱芜市莱城区电业大厦充电站',
    id: 377,
    lat: 36.21343
  },
  {
    lng: 117.69733,
    count: 0,
    name: '山东省莱芜市莱城区大桥南路车管所北充电站',
    id: 380,
    lat: 36.1802
  },
  {
    lng: 117.66423,
    count: 57.652,
    name: '山东省莱芜市莱城区开源中心第二充电站',
    id: 381,
    lat: 36.20656
  },
  {
    lng: 117.66295,
    count: 0,
    name: '山东省莱芜市莱城区国美电器充电站',
    id: 382,
    lat: 36.208252
  },
  {
    lng: 117.71622,
    count: 0,
    name: '山东省济南市莱芜区汇源大街新世纪广场充电站',
    id: 383,
    lat: 36.1999
  },
  {
    lng: 117.83186,
    count: 0,
    name: '山东省莱芜市钢城区朝阳路湖滨园小区充电站',
    id: 384,
    lat: 36.060265
  },
  {
    lng: 117.598885,
    count: 0,
    name: '山东省莱芜市莱城工业园区汇河大道充电站',
    id: 385,
    lat: 36.29259
  },
  {
    lng: 117.813286,
    count: 39.27,
    name: '山东省济南市钢城区府前大街钢都宾馆充电站',
    id: 386,
    lat: 36.058815
  },
  {
    lng: 116.75851,
    count: 98.456,
    name: '智充U选长清港基城市广场充电站',
    id: 401,
    lat: 36.558155
  },
  {
    lng: 117.03832,
    count: 102.444,
    name: '特来电济南公交黄台充电站',
    id: 437,
    lat: 36.710613
  },
  {
    lng: 116.99939,
    count: 0,
    name: '特来电济南公交东营子充电站',
    id: 438,
    lat: 36.84516
  },
  {
    lng: 117.00738,
    count: 14.245,
    name: '星星充电-绿地中心地上南门停车场充电站',
    id: 445,
    lat: 36.66309
  },
  {
    lng: 117.06279,
    count: 395.474,
    name: '星星充电-燕山人防停车场充电站',
    id: 446,
    lat: 36.658405
  },
  {
    lng: 117.079124,
    count: 850.955,
    name: '星星充电-工业南路能橙二期停车场充电站',
    id: 447,
    lat: 36.671883
  },
  {
    lng: 117.07213,
    count: 0,
    name: '特来电济南公交葛家庄充电站',
    id: 451,
    lat: 36.658775
  },
  {
    lng: 116.95459,
    count: 28.593,
    name: '济微路七贤换电站',
    id: 454,
    lat: 36.602627
  },
  {
    lng: 117.01337,
    count: 29.216,
    name: '济南体育中心站',
    id: 455,
    lat: 36.64581
  },
  {
    lng: 117.122925,
    count: 165.112,
    name: '高新国际会展中心换电站',
    id: 462,
    lat: 36.683598
  },
  {
    lng: 117.285904,
    count: 70.832,
    name: '高新创新工场换电站',
    id: 464,
    lat: 36.70709
  },
  {
    lng: 117.023056,
    count: 0,
    name: '济南市市中区舜耕山庄充电站1',
    id: 465,
    lat: 36.636066
  },
  {
    lng: 117.11101,
    count: 0,
    name: '济南市历下区成城大厦南停车楼充电站1',
    id: 466,
    lat: 36.660484
  },
  {
    lng: 117.13081,
    count: 37.146,
    name: '山东省济南市高新万达写字楼地面停车场充电站',
    id: 467,
    lat: 36.68612
  },
  {
    lng: 117.03001,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市市中区党校公共充电站TCU',
    id: 468,
    lat: 36.596767
  },
  {
    lng: 116.997246,
    count: 0,
    name: '山东省济南市电力公司停车库充电站',
    id: 470,
    lat: 36.662926
  },
  {
    lng: 117.00191,
    count: 0,
    name: '国网山东电动汽车服务有限公司山东省济南市市中区省委专用充电站',
    id: 471,
    lat: 36.651527
  },
  {
    lng: 117.153,
    count: 0,
    name: '刘智远路换电站',
    id: 477,
    lat: 36.687557
  },
  {
    lng: 116.995834,
    count: 0,
    name: '通达换电站',
    id: 478,
    lat: 36.72198
  },
  {
    lng: 116.99632,
    count: 26.841,
    name: '天桥通达换电站',
    id: 484,
    lat: 36.72175
  },
  {
    lng: 116.965645,
    count: 243.442,
    name: '天桥路桥驾校换电站',
    id: 485,
    lat: 36.69222
  },
  {
    lng: 117.72305,
    count: 0,
    name: '山东省济南市莱芜区龙园宾馆公共充电站',
    id: 487,
    lat: 36.224133
  },
  {
    lng: 117.73175,
    count: 0,
    name: '山东省济南市莱芜区盘龙变电站公共充电站',
    id: 488,
    lat: 36.170155
  },
  {
    lng: 117.71483,
    count: 58.87,
    name: '山东省济南市莱芜开发区供电所公共充电站',
    id: 489,
    lat: 36.207996
  },
  {
    lng: 117.62516,
    count: 39.906,
    name: '泰钢汶汇港物流园',
    id: 490,
    lat: 36.22689
  },
  {
    lng: 117.62516,
    count: 0,
    name: '泰钢汶汇港物流单桩充电站',
    id: 491,
    lat: 36.22689
  },
  {
    lng: 117.62592,
    count: 519.132,
    name: '泰钢炼铁部',
    id: 494,
    lat: 36.212154
  },
  {
    lng: 116.894615,
    count: 0,
    name: '特来电济南长途汽车西站充电站',
    id: 498,
    lat: 36.665146
  },
  {
    lng: 117.07368,
    count: 389.26,
    name: '特来电济南市静态交通华山风景区光储充电站',
    id: 499,
    lat: 36.717575
  },
  {
    lng: 116.89037,
    count: 0,
    name: '济南西站换电站',
    id: 501,
    lat: 36.665493
  },
  {
    lng: 116.93635,
    count: 272.78,
    name: '特来电济南润华汽车匡山凯迪拉克充电站',
    id: 503,
    lat: 36.68635
  },
  {
    lng: 117.00251,
    count: 110.695,
    name: '特来电济南市中区英雄山路充电站',
    id: 504,
    lat: 36.620373
  },
  {
    lng: 116.95461,
    count: 193.639,
    name: '特来电济南市市中区七贤街道社区示范充电站',
    id: 505,
    lat: 36.60234
  },
  {
    lng: 116.936935,
    count: 69.612,
    name: '济南公交凤凰山对外运营充电站',
    id: 506,
    lat: 36.59113
  },
  {
    lng: 116.87593,
    count: 100.052,
    name: '济南公交青岛路对外运营充电站',
    id: 507,
    lat: 36.680595
  },
  {
    lng: 117.0716,
    count: 217.531,
    name: '济南公交燕山立交对外运营充电站',
    id: 508,
    lat: 36.65589
  },
  {
    lng: 117.1509,
    count: 43.241,
    name: '历城国资投换电站',
    id: 515,
    lat: 36.714264
  },
  {
    lng: 117.132416,
    count: 86.481,
    name: '星星充电-万虹广场充电站',
    id: 517,
    lat: 36.717842
  },
  {
    lng: 117.51155,
    count: 0,
    name: '济南义乌小商品批发市场充电站',
    id: 520,
    lat: 36.719833
  },
  {
    lng: 116.89444,
    count: 83.44,
    name: '槐荫康城新苑换电站',
    id: 524,
    lat: 36.696075
  },
  {
    lng: 116.95708,
    count: 0,
    name: '茶叶市场换电站',
    id: 526,
    lat: 36.66295
  },
  {
    lng: 117.21656,
    count: 72.675,
    name: '特来电济南机场充电站',
    id: 531,
    lat: 36.881832
  },
  {
    lng: 116.89976,
    count: 173.919,
    name: '星星充电-首诺城市之光充电站',
    id: 540,
    lat: 36.68102
  },
  {
    lng: 117.53406,
    count: 0,
    name: '章丘大润发 蔚来超充站',
    id: 549,
    lat: 36.71067
  },
  {
    lng: 116.89273,
    count: 48.961,
    name: 'G3京台高速济南麦德龙 蔚来超充站',
    id: 552,
    lat: 36.649185
  },
  {
    lng: 117.033195,
    count: 90.573,
    name: '济南解放阁 蔚来超充站',
    id: 554,
    lat: 36.66531
  },
  {
    lng: 117.20395,
    count: 0,
    name: '济南融创国际体育中心 蔚来换电站',
    id: 556,
    lat: 36.671436
  },
  {
    lng: 117.37053,
    count: 0,
    name: '青岛方向G20青银高速济南东服务区 蔚来换电站',
    id: 557,
    lat: 36.80799
  },
  {
    lng: 117.36626,
    count: 0,
    name: '银川方向G20青银高速济南东服务区 蔚来换电站',
    id: 558,
    lat: 36.811283
  },
  {
    lng: 116.93382,
    count: 0,
    name: '济南宜家 蔚来换电站',
    id: 559,
    lat: 36.66514
  },
  {
    lng: 118.16192,
    count: 0,
    name: '滨州博兴曹王 蔚来换电站',
    id: 565,
    lat: 37.027008
  },
  {
    lng: 117.80219,
    count: 227.469,
    name: '山东济南双泉路莱钢1号站',
    id: 567,
    lat: 36.117382
  },
  {
    lng: 116.9748,
    count: 0,
    name: '济南咻咻新能源月星家居充电站',
    id: 569,
    lat: 36.69795
  },
  {
    lng: 117.081825,
    count: 14.231,
    name: '济南市历城区华山风景区第五停车场充电站',
    id: 570,
    lat: 36.719955
  },
  {
    lng: 116.952156,
    count: 0,
    name: '济南市天桥区黄岗工业园充电站',
    id: 571,
    lat: 36.68849
  },
  {
    lng: 117.21493,
    count: 0,
    name: '济南市历城区章锦保税区充电站(京沪高速济南东出口充电补能站)',
    id: 572,
    lat: 36.67037
  },
  {
    lng: 116.9955,
    count: 0,
    name: '济南东泰中心电动汽车充电站',
    id: 573,
    lat: 36.667065
  },
  {
    lng: 117.14082,
    count: 310.582,
    name: '特来电济南泰商国际商贸中心充电站',
    id: 578,
    lat: 37.27614
  },
  {
    lng: 116.99444,
    count: 362.973,
    name: '特来电济南市济洛路齐鲁鞋城充电站',
    id: 579,
    lat: 36.70182
  },
  {
    lng: 117.5491,
    count: 0,
    name: '山东省济南市章丘区明水充电站',
    id: 580,
    lat: 36.708668
  },
  {
    lng: 117.44804,
    count: 0,
    name: '济南市章丘区枣园供电所充电站',
    id: 582,
    lat: 36.73257
  },
  {
    lng: 117.16406,
    count: 28.371,
    name: '济南市历城区工业南路6号充电站',
    id: 584,
    lat: 36.716415
  },
  {
    lng: 117.008514,
    count: 0,
    name: '济南市天桥区英贤街18号充电站1',
    id: 588,
    lat: 36.66693
  },
  {
    lng: 117.084526,
    count: 0,
    name: '北京方向G2京沪高速商河服务区 蔚来换电站',
    id: 592,
    lat: 37.29012
  },
  {
    lng: 116.9896,
    count: 446.473,
    name: '能橙充电站（二七南路站）',
    id: 594,
    lat: 36.6294
  },
  {
    lng: 117.53178,
    count: 43.806,
    name: '章丘福泰路停车场充电站',
    id: 595,
    lat: 36.696526
  },
  {
    lng: 117.13515,
    count: 58.467,
    name: '特来电济南逸家广场充电站',
    id: 600,
    lat: 36.651737
  },
  {
    lng: 117.52028,
    count: 0,
    name: '章丘政务服务中心充电站',
    id: 610,
    lat: 36.680576
  },
  {
    lng: 116.93543,
    count: 127.889,
    name: '特来电济南市市中区红场1952充电站',
    id: 614,
    lat: 36.64174
  },
  {
    lng: 117.14743,
    count: 139.2,
    name: '星星充电-凤凰北路一期充电站',
    id: 615,
    lat: 36.701153
  },
  {
    lng: 117.15614,
    count: 320.705,
    name: '小万汽车充电站（汉峪光年站）',
    id: 616,
    lat: 36.659554
  },
  {
    lng: 117.14467,
    count: 27.323,
    name: '济南齐鲁文化创意基地充电站',
    id: 617,
    lat: 36.67687
  },
  {
    lng: 117.516075,
    count: 51.784,
    name: '章丘区龙盘山公园充电站',
    id: 618,
    lat: 36.68623
  },
  {
    lng: 117.52918,
    count: 0,
    name: '章丘区新时代文明实践主题公园充电站',
    id: 619,
    lat: 36.678177
  },
  {
    lng: 116.89569,
    count: 90.43,
    name: '成城充电站（烟台路站）',
    id: 623,
    lat: 36.66118
  },
  {
    lng: 117.16011,
    count: 0,
    name: '济南能源投资中心医院东院区直流慢充充电站',
    id: 624,
    lat: 36.66215
  },
  {
    lng: 117.03367,
    count: 3.22,
    name: '大明湖东门停车场慢充站',
    id: 635,
    lat: 36.678055
  },
  {
    lng: 0,
    count: 13.725,
    name: '济南市钢城区充电站',
    id: 636,
    lat: 0
  },
  {
    lng: 117.03028,
    count: 187.612,
    name: '能橙充电站（泉城路华能大厦站）',
    id: 640,
    lat: 36.66657
  },
  {
    lng: 117.097244,
    count: 36.414,
    name: '历城物流园充电站（内部专用不对外开放）',
    id: 643,
    lat: 36.76641
  },
  {
    lng: 116.849686,
    count: 64.78,
    name: '济南蔚来服务中心 蔚来超充站',
    id: 644,
    lat: 36.64225
  },
  {
    lng: 117.66954,
    count: 0,
    name: '特来电中国石化济南莱芜第44加油站充电站',
    id: 649,
    lat: 36.245476
  },
  {
    lng: 117.174866,
    count: 0,
    name: '特来电济南市民兵训练中心充电站',
    id: 652,
    lat: 36.632324
  },
  {
    lng: 117.21889,
    count: 0,
    name: '山东省济南市历城区唐冶公交充电弓站',
    id: 654,
    lat: 36.673786
  },
  {
    lng: 117.31336,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市历城区孙村公交充电站',
    id: 656,
    lat: 36.683205
  },
  {
    lng: 116.9571,
    count: 0,
    name: '济南市槐荫区张庄路56号茶叶市场充电站',
    id: 657,
    lat: 36.662926
  },
  {
    lng: 116.90724,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市槐荫区陆军学院公交充电站',
    id: 658,
    lat: 36.629025
  },
  {
    lng: 116.88196,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市槐荫区王府庄公交车场充电站',
    id: 659,
    lat: 36.638912
  },
  {
    lng: 116.94715,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市槐荫区兴济河西路公交充电站',
    id: 660,
    lat: 36.67268
  },
  {
    lng: 116.88928,
    count: 6.154,
    name: '济南市槐荫区高铁西站公共充电站',
    id: 661,
    lat: 36.66543
  },
  {
    lng: 116.90001,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市天桥区桑梓店公交充电站',
    id: 662,
    lat: 36.810993
  },
  {
    lng: 117.08302,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市历城区还乡店公交充电站',
    id: 663,
    lat: 36.717045
  },
  {
    lng: 116.89669,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市西客站安置一区公交车场公交充电站',
    id: 666,
    lat: 36.670456
  },
  {
    lng: 117.02196,
    count: 0,
    name: '山东省济南市北关公交充电弓',
    id: 667,
    lat: 36.68426
  },
  {
    lng: 117.09316,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市历城区祝甸公交充电站',
    id: 668,
    lat: 36.697872
  },
  {
    lng: 117.15992,
    count: 0,
    name: '山东省济南市高铁东站公交充电弓',
    id: 670,
    lat: 36.747707
  },
  {
    lng: 117.05606,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市历下区环山小区公交充电站',
    id: 671,
    lat: 36.639038
  },
  {
    lng: 117.14883,
    count: 0,
    name: '国网山东电动汽车服务有限公司山东省济南市历城区刘智远村北公交站充电站',
    id: 673,
    lat: 36.67999
  },
  {
    lng: 117.15167,
    count: 0,
    name: '国网山东电动汽车服务有限公司山东省济南市历城区刘智远村南公交充电站',
    id: 674,
    lat: 36.667866
  },
  {
    lng: 117.07618,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市历下区浆水泉公交充电站',
    id: 675,
    lat: 36.63451
  },
  {
    lng: 117.09755,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市历下区十里河公交充电站',
    id: 677,
    lat: 36.691784
  },
  {
    lng: 117.22912,
    count: 0,
    name: '国网山东电动汽车服务有限公司山东省济南市历城区彭家庄地铁站公交充电站',
    id: 678,
    lat: 36.709427
  },
  {
    lng: 116.96981,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市市中区九曲庄公交充电站',
    id: 679,
    lat: 36.584965
  },
  {
    lng: 117.005424,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市市中区西八里洼公交充电站',
    id: 680,
    lat: 36.610317
  },
  {
    lng: 117.04295,
    count: 0,
    name: '国网山东电动汽车服务有限公司山东省济南市历下区解放桥北公交充电站',
    id: 681,
    lat: 36.670128
  },
  {
    lng: 117.01411,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市市中区玉函南区公交充电站',
    id: 682,
    lat: 36.607006
  },
  {
    lng: 117.0341,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市天桥区大桥公交充电站',
    id: 683,
    lat: 36.781635
  },
  {
    lng: 116.99499,
    count: 0,
    name: '国网山东电动汽车服务有限公司山东省济南市市中区郎茂山小区公交充电站',
    id: 684,
    lat: 36.620674
  },
  {
    lng: 116.98302,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市天桥区金阁花园公交充电站',
    id: 685,
    lat: 36.707157
  },
  {
    lng: 116.9999,
    count: 0,
    name: '国网山东电动汽车服务有限公司山东省济南市市中区领秀城公交充电站',
    id: 686,
    lat: 36.591843
  },
  {
    lng: 117.00009,
    count: 0,
    name: '国网山东电动汽车服务有限公司山东省济南市市中区英雄山立交公交充电站',
    id: 687,
    lat: 36.596134
  },
  {
    lng: 117.04633,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市天桥区历山路公交充电站',
    id: 688,
    lat: 36.689896
  },
  {
    lng: 117.143295,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市高新区铁厂北路公交充电站',
    id: 689,
    lat: 36.710415
  },
  {
    lng: 117.118805,
    count: 0,
    name: '国网山东电动汽车服务有限公司山东省济南市历城区孟家公交充电站',
    id: 690,
    lat: 36.75775
  },
  {
    lng: 116.95293,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市槐荫区匡山公交充电站',
    id: 691,
    lat: 36.675915
  },
  {
    lng: 116.953156,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市槐荫区匡山公交充电站（二期）',
    id: 692,
    lat: 36.676342
  },
  {
    lng: 116.93415,
    count: 0,
    name: '国网（山东）电动汽车服务有限公司山东省济南市槐荫区腊山立交公交充电站',
    id: 693,
    lat: 36.65337
  },
  {
    lng: 117.83098,
    count: 989.911,
    name: '星星充电-山东金弘源重卡公共超充站',
    id: 695,
    lat: 36.122494
  },
  {
    lng: 116.99426,
    count: 273.977,
    name: '星星充电-黄河风景区停车场充电站',
    id: 699,
    lat: 36.723003
  },
  {
    lng: 116.80402,
    count: 313.191,
    name: '星星充电-华谊电影小镇（重卡空载可充）充电站',
    id: 700,
    lat: 36.551994
  },
  {
    lng: 117.29834,
    count: 126.485,
    name: '星星充电-九如山风景区停车场充电站',
    id: 701,
    lat: 36.48865
  },
  {
    lng: 117.149956,
    count: 324.201,
    name: '星星充电-凤凰北路旧货市场充电站',
    id: 707,
    lat: 36.71438
  },
  {
    lng: 117.14881,
    count: 453.714,
    name: '星星充电-昆岳加气站充电站',
    id: 708,
    lat: 36.68501
  },
  {
    lng: 117.59319,
    count: 359.268,
    name: '莱矿集团充电桩群',
    id: 710,
    lat: 36.220947
  },
  {
    lng: 117.67213,
    count: 192.154,
    name: '华电莱城绿能智慧充电站',
    id: 711,
    lat: 36.25848
  },
  {
    lng: 117.096565,
    count: 21.722,
    name: '诚达充电站',
    id: 713,
    lat: 36.677494
  },
  {
    lng: 117.12491,
    count: 0,
    name: '超级充电商河产投集团007站',
    id: 716,
    lat: 37.155293
  },
  {
    lng: 117.10879,
    count: 0,
    name: '超级充电玉皇庙002站',
    id: 717,
    lat: 37.1902
  },
  {
    lng: 117.15018,
    count: 0,
    name: '超级充电殷巷001站',
    id: 718,
    lat: 37.361626
  },
  {
    lng: 117.20501,
    count: 25.989,
    name: '智能交通产业园L1地下停车区',
    id: 726,
    lat: 36.64523
  },
  {
    lng: 117.19133,
    count: 241.44,
    name: '小鹏超充 济南融创茂站',
    id: 733,
    lat: 36.669365
  },
  {
    lng: 117.74136,
    count: 3.632,
    name: '济南市委党校充电站（莱芜校区）',
    id: 739,
    lat: 36.249218
  },
  {
    lng: 117.24229,
    count: 3.45,
    name: '济南市委党校充电站（校本部）',
    id: 740,
    lat: 36.648315
  },
  {
    lng: 116.925125,
    count: 17.225,
    name: '特来电济南美里路海宁皮革城充电站',
    id: 741,
    lat: 36.717915
  },
  {
    lng: 117.123695,
    count: 55.304,
    name: '特来电济南东都国际广场东充电站',
    id: 742,
    lat: 36.718666
  },
  {
    lng: 117.00155,
    count: 24.873,
    name: '特来电济南市英西南路齐鲁骏园南区充电站',
    id: 745,
    lat: 36.61684
  },
  {
    lng: 117.16267,
    count: 11.84,
    name: '特来电济南火车东站南广场充电站',
    id: 746,
    lat: 36.746002
  },
  {
    lng: 117.09805,
    count: 0,
    name: '特来电华能黄台电厂充电站',
    id: 747,
    lat: 36.715942
  },
  {
    lng: 117.12044,
    count: 0,
    name: '特来电济南国铁天龙袁洪峪会议中心充电站',
    id: 748,
    lat: 36.39255
  },
  {
    lng: 116.9841,
    count: 281.381,
    name: '特来电济南国铁天龙宝华街充电站',
    id: 749,
    lat: 36.670258
  },
  {
    lng: 117.03035,
    count: 532.647,
    name: '特来电济南市大明湖火车站充电站',
    id: 750,
    lat: 36.68064
  },
  {
    lng: 116.95997,
    count: 259.346,
    name: '特来电济南八里桥中润得加气站二期充电站',
    id: 751,
    lat: 36.669037
  },
  {
    lng: 117.23888,
    count: 214.453,
    name: '特来电济南国际赛马场充电站',
    id: 752,
    lat: 36.645367
  },
  {
    lng: 116.991196,
    count: 857.281,
    name: '学府中天汽车总站超级充电站',
    id: 756,
    lat: 36.686443
  },
  {
    lng: 117.112595,
    count: 7.16,
    name: '万科大都会',
    id: 765,
    lat: 36.673946
  },
  {
    lng: 117.2131,
    count: 349.318,
    name: '特来电济南自贸大厦（济南东高速口）充电站',
    id: 777,
    lat: 36.670696
  },
  {
    lng: 116.89941,
    count: 0,
    name: '西客站片区安置二区地块八-1项目（保利熙悦）充电桩项目',
    id: 797,
    lat: 36.65474
  },
  {
    lng: 117.58899,
    count: 0,
    name: '章丘朱家峪风景区充电站',
    id: 807,
    lat: 36.66014
  },
  {
    lng: 117.530815,
    count: 6.762,
    name: '章丘妇幼西停车场充电站',
    id: 808,
    lat: 36.693188
  },
  {
    lng: 117.13129,
    count: 0,
    name: '特来电齐鲁软件园充电站（梯形楼西门）',
    id: 810,
    lat: 36.674404
  },
  {
    lng: 117.34236,
    count: 63.921,
    name: '星星充电-济南世纪大道迪亚产业园充电站',
    id: 813,
    lat: 36.693604
  },
  {
    lng: 117.13936,
    count: 40.56,
    name: '星星充电-济南舜奥广场充电站',
    id: 815,
    lat: 36.65427
  },
  {
    lng: 116.993065,
    count: 0,
    name: '济南市市中区纬三路24号充电站',
    id: 816,
    lat: 36.665836
  },
  {
    lng: 116.98373,
    count: 0,
    name: '济南市堤口路长运汽车充电站',
    id: 817,
    lat: 36.676956
  },
  {
    lng: 117.165565,
    count: 227.956,
    name: '特来电济阳舜达公共交通充电站',
    id: 818,
    lat: 36.96906
  },
  {
    lng: 117.495125,
    count: 0,
    name: '青兰高速莱芜西服务区（青岛方向）充电站',
    id: 819,
    lat: 36.16928
  },
  {
    lng: 117.497215,
    count: 0,
    name: '青兰高速莱芜西服务区（兰州方向）充电站',
    id: 820,
    lat: 36.171696
  },
  {
    lng: 117.252106,
    count: 6.21,
    name: '济南高新技术产业开发区管理委员会巨野河街道办事处（高新东区街道办事处）居配工程一标段',
    id: 837,
    lat: 36.715084
  },
  {
    lng: 117.21422,
    count: 52.016,
    name: '邢村立交（物流重卡站）',
    id: 843,
    lat: 36.67389
  },
  {
    lng: 116.91372,
    count: 3.465,
    name: '特来电济南市腊山北路大正出租车慢充充电站',
    id: 848,
    lat: 36.643147
  },
  {
    lng: 116.951744,
    count: 333.409,
    name: '特来电济南刘长山路袁柳社区充电站',
    id: 849,
    lat: 36.634117
  },
  {
    lng: 116.952126,
    count: 215.9,
    name: '特来电济南市市中区七贤街道示范二期充电站',
    id: 851,
    lat: 36.60302
  },
  {
    lng: 116.95259,
    count: 326.89,
    name: '特来电济南国铁天龙营市西街充电站',
    id: 852,
    lat: 36.651012
  },
  {
    lng: 117.063805,
    count: 357.41,
    name: '特来电济南中海珑岸一期社区充电站',
    id: 853,
    lat: 36.715855
  },
  {
    lng: 117.10868,
    count: 62.907,
    name: '特来电济南市历城区幸福柳广场东充电站',
    id: 854,
    lat: 36.71878
  },
  {
    lng: 116.98791,
    count: 484.789,
    name: '特来电济南二环南路济华燃气二期充电站',
    id: 856,
    lat: 36.61217
  },
  {
    lng: 117.329735,
    count: 0,
    name: '章丘高官寨华顺大酒店充电站',
    id: 858,
    lat: 36.90936
  },
  {
    lng: 117.17224,
    count: 0,
    name: '森力智充(安大广场站)',
    id: 859,
    lat: 36.96808
  },
  {
    lng: 116.81972,
    count: 85.099,
    name: '长清区西部创新园充电站',
    id: 862,
    lat: 36.55606
  },
  {
    lng: 116.85596,
    count: 0,
    name: '济南市万锦路佳盛伟业直流充电站',
    id: 863,
    lat: 36.624237
  },
  {
    lng: 117.05591,
    count: 521.778,
    name: 'BP快速充电站（济南历城睿洋停车场）',
    id: 864,
    lat: 36.694935
  },
  {
    lng: 117.11671,
    count: 294.222,
    name: '能橙超充站（奥体中路山东高速站）',
    id: 866,
    lat: 36.67317
  },
  {
    lng: 117.51861,
    count: 183.909,
    name: '章丘文博中心充电站',
    id: 867,
    lat: 36.674946
  },
  {
    lng: 117.13731,
    count: 20.209,
    name: '高新奥盛大厦充电站',
    id: 869,
    lat: 36.67527
  },
  {
    lng: 117.0965,
    count: 0,
    name: '济南市历下区洪山路1234号地下停车场充电站',
    id: 873,
    lat: 36.643707
  },
  {
    lng: 117.055016,
    count: 0,
    name: '舜新汽车充电站',
    id: 874,
    lat: 36.736042
  },
  {
    lng: 117.53059,
    count: 0,
    name: '旭电通白泉公园站',
    id: 875,
    lat: 36.666473
  },
  {
    lng: 116.90753,
    count: 154.904,
    name: '吉尔西苑公共充电站（二期）',
    id: 877,
    lat: 36.648796
  },
  {
    lng: 117.00145,
    count: 66.3,
    name: '济南鲁能希尔顿酒店',
    id: 881,
    lat: 36.593853
  },
  {
    lng: 117.05371,
    count: 38.494,
    name: '济南华山环宇城',
    id: 882,
    lat: 36.716908
  },
  {
    lng: 116.9819,
    count: 6.018,
    name: '济南中海环宇城',
    id: 884,
    lat: 36.613018
  },
  {
    lng: 116.98143,
    count: 194.418,
    name: '济南连城广场',
    id: 885,
    lat: 36.64924
  },
  {
    lng: 117.07162,
    count: 152.221,
    name: '济南和瑞广场',
    id: 886,
    lat: 36.66237
  },
  {
    lng: 116.894325,
    count: 84.976,
    name: '济南市长途汽车西站',
    id: 887,
    lat: 36.666126
  },
  {
    lng: 116.85707,
    count: 183.097,
    name: '济南特斯拉中心',
    id: 888,
    lat: 36.644615
  },
  {
    lng: 117.109024,
    count: 51.569,
    name: '济南市龙湖奥体天街',
    id: 889,
    lat: 36.667564
  },
  {
    lng: 117.12567,
    count: 17.43,
    name: '济南禧悦东方酒店',
    id: 890,
    lat: 36.681362
  },
  {
    lng: 117.13045,
    count: 33.419,
    name: '高新区雨滴广场充电站',
    id: 891,
    lat: 36.672234
  },
  {
    lng: 116.93325,
    count: 337.606,
    name: 'BP快速充电站（济南天桥药山汽车城）',
    id: 892,
    lat: 36.72169
  },
  {
    lng: 117.01745,
    count: 825.724,
    name: '济南市天桥区龙都国际充电站',
    id: 896,
    lat: 36.685623
  },
  {
    lng: 117.03416,
    count: 0,
    name: '电王快充充丰新能源2站',
    id: 897,
    lat: 36.64543
  },
  {
    lng: 117.501,
    count: 603.447,
    name: '特来电章丘区明埠路绣江驾校充电站',
    id: 899,
    lat: 36.6594
  },
  {
    lng: 117.05566,
    count: 51.03,
    name: '济南市天泰山大e号地上直流站',
    id: 900,
    lat: 36.658276
  },
  {
    lng: 117.03277,
    count: 206.781,
    name: '济南市世茂广场地下直流站',
    id: 902,
    lat: 36.664482
  },
  {
    lng: 116.9555,
    count: 0,
    name: '恒漾快速充电站',
    id: 904,
    lat: 36.675842
  },
  {
    lng: 116.95552,
    count: 258.73,
    name: '恒漾新能源幸福街马子全羊充电站',
    id: 905,
    lat: 36.67638
  },
  {
    lng: 117.05647,
    count: 313.265,
    name: '历城北园德馨斋换电站-2',
    id: 906,
    lat: 36.6949
  },
  {
    lng: 117.05654,
    count: 374.881,
    name: '历城北园德馨斋换电站-1',
    id: 907,
    lat: 36.694798
  },
  {
    lng: 117.0472,
    count: 0,
    name: '济南市起步区市民中心充电站1',
    id: 908,
    lat: 36.774845
  },
  {
    lng: 117.8188,
    count: 0,
    name: '山东省济南市钢城区里辛供电所公共充电站',
    id: 909,
    lat: 36.13355
  },
  {
    lng: 117.04355,
    count: 36.99,
    name: '黄台环球家居广场充电站',
    id: 911,
    lat: 36.7096
  },
  {
    lng: 116.762245,
    count: 645.144,
    name: '长清区中川广场充电站',
    id: 912,
    lat: 36.566696
  },
  {
    lng: 116.934326,
    count: 130.063,
    name: '济南市市中区二环西路充电站',
    id: 913,
    lat: 36.629505
  },
  {
    lng: 117.54364,
    count: 334.996,
    name: '章丘万路通二手车充电站',
    id: 914,
    lat: 36.692486
  },
  {
    lng: 116.93744,
    count: 462.44,
    name: 'BP快速充电站（济南槐荫匡山鑫苑）',
    id: 916,
    lat: 36.68571
  },
  {
    lng: 117.52701,
    count: 41.571,
    name: '章丘唐王山公园停车场充电站',
    id: 917,
    lat: 36.687386
  },
  {
    lng: 117.00327,
    count: 0,
    name: '鲁能花山峪地块C房地产开发建设项目',
    id: 924,
    lat: 36.59359
  },
  {
    lng: 117.0085,
    count: 0,
    name: '鲁能领秀城P-5地块房地产开发建设项目',
    id: 925,
    lat: 36.590557
  },
  {
    lng: 117.413284,
    count: 0,
    name: '济南红盈金新能源科技有限公司第一充电站',
    id: 926,
    lat: 36.634285
  },
  {
    lng: 117.0032,
    count: 99.749,
    name: 'BP快速充电站（济南天桥紫金山装修大厦）',
    id: 927,
    lat: 36.702854
  },
  {
    lng: 116.93307,
    count: 266.85,
    name: 'BP快速充电站（济南槐荫金海岸出租车公司）',
    id: 928,
    lat: 36.705257
  },
  {
    lng: 117.07325,
    count: 223.016,
    name: '能橙充电站（桑园路站）',
    id: 930,
    lat: 36.702312
  },
  {
    lng: 116.939445,
    count: 182.094,
    name: '济南市中区济微路环宇充电站',
    id: 931,
    lat: 36.595158
  },
  {
    lng: 117.02258,
    count: 108.486,
    name: '济南香格里拉酒店',
    id: 939,
    lat: 36.6594
  },
  {
    lng: 116.92906,
    count: 83.496,
    name: '济南中碳党家充电站',
    id: 940,
    lat: 36.56504
  },
  {
    lng: 117.21946,
    count: 645.503,
    name: 'BP快速充电站（济南历城中物科创中心）',
    id: 944,
    lat: 36.69098
  },
  {
    lng: 117.05916,
    count: 229.986,
    name: '特来电济南中宇（经十路齐源大厦东）充电站',
    id: 945,
    lat: 36.649895
  },
  {
    lng: 117.142555,
    count: 101.574,
    name: '特来电济南徐家庄汇德公馆充电站',
    id: 946,
    lat: 36.696922
  },
  {
    lng: 116.93446,
    count: 410.591,
    name: '特来电济南宜家充电站',
    id: 947,
    lat: 36.66503
  },
  {
    lng: 117.16608,
    count: 18.8,
    name: '济阳区人民医院充电站',
    id: 948,
    lat: 36.964314
  },
  {
    lng: 117.17007,
    count: 205.639,
    name: '济阳民政局充电站',
    id: 949,
    lat: 36.975437
  },
  {
    lng: 117.19307,
    count: 68.918,
    name: '富阳街停车场充电站二期',
    id: 952,
    lat: 36.96777
  },
  {
    lng: 117.21018,
    count: 255.615,
    name: '济阳烈士陵园充电站',
    id: 953,
    lat: 36.98614
  },
  {
    lng: 117.367065,
    count: 5.389,
    name: '济阳仁风便民大厅充电站',
    id: 954,
    lat: 37.163033
  },
  {
    lng: 117.15214,
    count: 181.845,
    name: '济阳世贸摩天城充电站',
    id: 955,
    lat: 36.96628
  },
  {
    lng: 117.12274,
    count: 4.693,
    name: '济阳回河路街道办充电站',
    id: 956,
    lat: 36.930336
  },
  {
    lng: 117.09649,
    count: 62.881,
    name: '济阳垛石镇卫生院充电站',
    id: 957,
    lat: 37.05485
  },
  {
    lng: 117.193245,
    count: 41.818,
    name: '富阳街停车场充电站',
    id: 959,
    lat: 36.96775
  },
  {
    lng: 116.98927,
    count: 496.899,
    name: '市中二七新村换电站',
    id: 960,
    lat: 36.62945
  },
  {
    lng: 116.90641,
    count: 172.587,
    name: '济南吉尔西苑充电站',
    id: 962,
    lat: 36.65101
  },
  {
    lng: 116.86855,
    count: 3.23,
    name: '特来电仁里佳盛充电站',
    id: 964,
    lat: 36.6229
  },
  {
    lng: 117.21337,
    count: 0,
    name: '山东高速邢村东充电场站',
    id: 965,
    lat: 36.673325
  },
  {
    lng: 117.116234,
    count: 0,
    name: '山东高速通汇资本大厦充电服务点',
    id: 966,
    lat: 36.650623
  },
  {
    lng: 116.837036,
    count: 750.47,
    name: '特来电济南润华汽车主题公园充电站',
    id: 969,
    lat: 36.634323
  },
  {
    lng: 116.987,
    count: 312.942,
    name: '济南火车站经纬嘉园东区充电站',
    id: 970,
    lat: 36.6666
  },
  {
    lng: 116.8946,
    count: 1005.42,
    name: '特来电济南长途汽车西站二期充电站',
    id: 971,
    lat: 36.665607
  },
  {
    lng: 117.15551,
    count: 0,
    name: '商河县城北工业园充电站',
    id: 972,
    lat: 37.328304
  },
  {
    lng: 117.16225,
    count: 0,
    name: '超级充电檀宫006站',
    id: 973,
    lat: 37.29621
  },
  {
    lng: 117.164894,
    count: 0,
    name: '超级充电东盛阳光花园008站',
    id: 974,
    lat: 37.28901
  },
  {
    lng: 117.14273,
    count: 0,
    name: '超级充电长青艺墅005站',
    id: 975,
    lat: 37.293015
  },
  {
    lng: 117.157394,
    count: 0,
    name: '超级充电商河县人民检察院站',
    id: 976,
    lat: 37.31857
  },
  {
    lng: 117.66322,
    count: 0,
    name: '山东省济南市莱芜区国网莱芜供电营业厅公共充电站',
    id: 979,
    lat: 36.207195
  },
  {
    lng: 117.013885,
    count: 0,
    name: '银座家具北园店充电站',
    id: 980,
    lat: 36.683838
  },
  {
    lng: 117.07098,
    count: 0,
    name: '超级充电贾庄卫生院016站',
    id: 983,
    lat: 37.264874
  },
  {
    lng: 117.15735,
    count: 0,
    name: '超级充电鲁海酒店003站',
    id: 984,
    lat: 37.322502
  },
  {
    lng: 117.15036,
    count: 0,
    name: '特来电济南凤凰路海信创智谷充电站',
    id: 988,
    lat: 36.690334
  },
  {
    lng: 116.95701,
    count: 757.642,
    name: '济南市中区白马山南路充电站',
    id: 991,
    lat: 36.62775
  },
  {
    lng: 117.519035,
    count: 335.277,
    name: 'BP快速充电站（济南章丘体育馆）',
    id: 992,
    lat: 36.69437
  },
  {
    lng: 117.14687,
    count: 10.611,
    name: 'BP快速充电站（济南舜泰广场）',
    id: 993,
    lat: 36.666004
  },
  {
    lng: 117.05161,
    count: 576.508,
    name: 'BP快速充电站（济南历城华山小学）',
    id: 994,
    lat: 36.72148
  },
  {
    lng: 116.93572,
    count: 245.263,
    name: '橄榄绿充槐荫区森林公园充电站',
    id: 995,
    lat: 36.665787
  },
  {
    lng: 117.1161,
    count: 376.926,
    name: '济南市历下区贤文花园新南区充电站',
    id: 999,
    lat: 36.685013
  },
  {
    lng: 116.95,
    count: 0,
    name: '云电峰-华为液冷超充站',
    id: 1000,
    lat: 36.68
  },
  {
    lng: 116.9648,
    count: 37.454,
    name: '星星充电-槐荫区道德街文体中心充电站',
    id: 1003,
    lat: 36.652107
  },
  {
    lng: 116.95561,
    count: 183.549,
    name: '和晟快充（七贤站）',
    id: 1004,
    lat: 36.607506
  },
  {
    lng: 117.04109,
    count: 350.028,
    name: '济南大玺历山北路充电站',
    id: 1005,
    lat: 36.7143
  },
  {
    lng: 117.15506,
    count: 779.957,
    name: 'BP快速充电站（济南高新华川路）',
    id: 1006,
    lat: 36.655155
  },
  {
    lng: 117.189865,
    count: 8.904,
    name: '济阳银座充电站',
    id: 1007,
    lat: 36.98007
  },
  {
    lng: 117.15159,
    count: 313.901,
    name: '中宇工业南路商贸学校东充电站',
    id: 1008,
    lat: 36.693073
  },
  {
    lng: 117.432495,
    count: 237.81,
    name: '章丘危山风景区充电站',
    id: 1010,
    lat: 36.67045
  },
  {
    lng: 117.517105,
    count: 176.024,
    name: '章丘众创大厦充电站',
    id: 1011,
    lat: 36.678444
  },
  {
    lng: 117.5178,
    count: 1.416,
    name: '章丘众创大厦交流充电站',
    id: 1012,
    lat: 36.67821
  },
  {
    lng: 117.0993,
    count: 107.483,
    name: '济南市万象城地下直流站',
    id: 1015,
    lat: 36.660126
  },
  {
    lng: 117.51877,
    count: 6.66,
    name: '章丘文博中心交流充电站',
    id: 1018,
    lat: 36.675278
  },
  {
    lng: 116.95567,
    count: 0,
    name: '和晟新能源七贤慢充站',
    id: 1019,
    lat: 36.607502
  },
  {
    lng: 117.21502,
    count: 0,
    name: '超级充电济南遥墙机场039站',
    id: 1021,
    lat: 36.823563
  },
  {
    lng: 117.140564,
    count: 66.477,
    name: '特来电济南市高新区舜风路禾泰云栖酒店充电站',
    id: 1025,
    lat: 36.67596
  },
  {
    lng: 117.02605,
    count: 22.8,
    name: '华隆智汇恒大滨河左岸充电站',
    id: 1027,
    lat: 36.707302
  },
  {
    lng: 117.64243,
    count: 0,
    name: '集纳智能普集二站',
    id: 1035,
    lat: 36.704613
  },
  {
    lng: 117.1602,
    count: 5.049,
    name: '济南工业北路奥凯汽车充电站',
    id: 1037,
    lat: 36.721973
  },
  {
    lng: 117.616455,
    count: 0,
    name: '鸿通充电桩1号',
    id: 1039,
    lat: 36.306263
  },
  {
    lng: 116.890305,
    count: 478.862,
    name: '槐荫济南西站换电站',
    id: 1043,
    lat: 36.66585
  },
  {
    lng: 116.906906,
    count: 222.57,
    name: '智充U选（济南三馆充电站）',
    id: 1046,
    lat: 36.67138
  },
  {
    lng: 116.92385,
    count: 15.17,
    name: '智充U选段店桔子酒店充电站',
    id: 1048,
    lat: 36.650032
  },
  {
    lng: 117.227325,
    count: 11.25,
    name: '智充U选（历城体育中心充电站）',
    id: 1049,
    lat: 36.687138
  },
  {
    lng: 117.17015,
    count: 2440.1,
    name: '智充U选飞跃大道重卡充电站',
    id: 1050,
    lat: 36.711113
  },
  {
    lng: 117.22938,
    count: 178.409,
    name: 'BP快速充电站（济南历城唐冶中央公园）',
    id: 1051,
    lat: 36.70533
  },
  {
    lng: 117.10624,
    count: 0,
    name: '济南市历城区幸福柳广场公共充电站',
    id: 1054,
    lat: 36.719475
  },
  {
    lng: 117.05096,
    count: 0,
    name: '济南市历城区华山安置一区公共充电站',
    id: 1055,
    lat: 36.721317
  },
  {
    lng: 117.5491,
    count: 0,
    name: '济南市章丘区明水公共充电站',
    id: 1056,
    lat: 36.708668
  },
  {
    lng: 116.889465,
    count: 421.705,
    name: 'BP快速充电站（济南槐荫亿通机车体育公园）',
    id: 1057,
    lat: 36.67889
  },
  {
    lng: 117.08256,
    count: 438.32,
    name: 'BP快速充电站（济南历城辛甸花园）',
    id: 1058,
    lat: 36.6945
  },
  {
    lng: 117.15524,
    count: 266.459,
    name: 'BP快速充电站（济南历城鲍贤苑）',
    id: 1059,
    lat: 36.717827
  },
  {
    lng: 116.9425,
    count: 0,
    name: '特来电济南白马山西路嘉坤苑社区充电站',
    id: 1060,
    lat: 36.640923
  },
  {
    lng: 117.68102,
    count: 8.54,
    name: '莱芜汶源大街18号充电站',
    id: 1061,
    lat: 36.22097
  },
  {
    lng: 117.55646,
    count: 159.737,
    name: '章丘机动车租赁市场充电站',
    id: 1062,
    lat: 36.718613
  },
  {
    lng: 117.035576,
    count: 119.78,
    name: '中石油济南国家大学科技园充电站',
    id: 1063,
    lat: 36.598686
  },
  {
    lng: 117.141304,
    count: 0,
    name: '济南市高新区东城逸家公共充电站',
    id: 1064,
    lat: 36.647964
  },
  {
    lng: 117.228874,
    count: 271.575,
    name: '飞鼠快充（唐冶帝华广场站）',
    id: 1065,
    lat: 36.675003
  },
  {
    lng: 116.88303,
    count: 96.514,
    name: '京福G3高速济南西出口超级快充站',
    id: 1068,
    lat: 36.65151
  },
  {
    lng: 116.98738,
    count: 21.71,
    name: '智充U选（智能产业大厦充电站）',
    id: 1069,
    lat: 36.64762
  },
  {
    lng: 117.12473,
    count: 71.052,
    name: '智充U选（济南奥体P6停车场充电站）',
    id: 1070,
    lat: 36.659145
  },
  {
    lng: 116.819756,
    count: 217.33,
    name: '智充U选长清大学城充电站',
    id: 1071,
    lat: 36.560406
  },
  {
    lng: 117.29151,
    count: 613.472,
    name: '特来电济南市高新百联奥特莱斯广场充电站',
    id: 1073,
    lat: 36.67199
  },
  {
    lng: 116.952515,
    count: 200.376,
    name: '特来电济南市槐荫区槐村街117号充电站',
    id: 1074,
    lat: 36.65402
  },
  {
    lng: 116.92812,
    count: 452.051,
    name: '槐荫刘庄换电站',
    id: 1078,
    lat: 36.65458
  },
  {
    lng: 116.96962,
    count: 79.004,
    name: '市中阳光100换电站',
    id: 1079,
    lat: 36.637966
  },
  {
    lng: 117.12162,
    count: 292.36,
    name: '高新天泺路展威换电站',
    id: 1087,
    lat: 36.674335
  },
  {
    lng: 117.10334,
    count: 0,
    name: '济南起步区绿色低碳车网互动充换电示范站',
    id: 1092,
    lat: 36.83957
  },
  {
    lng: 117.153336,
    count: 7.037,
    name: '银丰me公寓快充场站',
    id: 1095,
    lat: 36.68113
  },
  {
    lng: 117.30418,
    count: 215.078,
    name: '特来电济南市历城区临港产业园充电站',
    id: 1097,
    lat: 36.735573
  },
  {
    lng: 116.99467,
    count: 207.81,
    name: '特来电济南市天桥区济泺路黄河隧道充电站',
    id: 1098,
    lat: 36.71392
  },
  {
    lng: 117.126724,
    count: 33.37,
    name: '超级充电玉皇庙镇中心卫生院061站-',
    id: 1109,
    lat: 37.183994
  },
  {
    lng: 117.22532,
    count: 233.058,
    name: '港盛大厦东停车场充电站',
    id: 1115,
    lat: 36.65163
  },
  {
    lng: 116.91772,
    count: 0,
    name: '济南市市中区党家幸福院公共充电站',
    id: 1118,
    lat: 36.59027
  },
  {
    lng: 116.99638,
    count: 729.085,
    name: '中燃通达充电站（二环北路站）',
    id: 1123,
    lat: 36.722137
  },
  {
    lng: 117.29383,
    count: 40.796,
    name: '高新区管委会充电站B',
    id: 1130,
    lat: 36.685005
  },
  {
    lng: 116.944374,
    count: 0,
    name: '星星充电-宁昊新能源美里路充电站',
    id: 1131,
    lat: 36.71209
  },
  {
    lng: 116.88955,
    count: 660.385,
    name: '济南西客站充电站',
    id: 1134,
    lat: 36.67416
  }
]
